Repository: drinfernoo/plugin.program.opendevtools
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, da_dk, de_de, es_mx, fr_fr, nl_nl

# #30000
source: Update Addon
ar_sa: تحديث الملحق
da_dk: Opdater tilføjelse
de_de: Add-On aktualisieren
es_mx: Actualizar complementos
fr_fr: Mettre à jour Extras
nl_nl: Add-on bijwerken

# #30001
source: Open Issue
ar_sa: العدد المفتوح
da_dk: Åbent nummer
de_de: Open Issue / Offene Fragen
es_mx: Tema abierto
fr_fr: Problème en suspens

# #30002
source: Add Repository
ar_sa: إضافة مستودع
da_dk: Tilføj lager
de_de: Repository hinzufügen
es_mx: Añadir repositorio
fr_fr: Ajouter un dépôt
nl_nl: Repository toevoegen

# #30003
source: Remove Repository
ar_sa: إزالة المستودع
da_dk: Fjern repository
de_de: Repository entfernen
es_mx: Eliminar repositorio
fr_fr: Supprimer le référentiel
nl_nl: Repository verwijderen

# #30004
source: Select an Action
ar_sa: حدد إجراءً
da_dk: Vælg en handling
de_de: Wählen eine Akrion
es_mx: Seleccionar una acción
fr_fr: Sélectionner une Action
nl_nl: Selecteer een actie

# #30005
source: GitHub has not been authorized. Would you like to authorize now?
ar_sa: لم يتم التصريح لـ GitHub. هل ترغب في التفويض الآن؟
da_dk: GitHub er ikke blevet godkendt. Vil du godkende nu?
de_de: GitHub wurde nicht autorisiert. Möchten Sie jetzt autorisieren?
es_mx: GitHub no ha sido autorizado. ¿Quieres autorizar ahora?
fr_fr: GitHub n'a pas été autorisé. Souhaitez-vous autoriser maintenant ?
nl_nl: GitHub is niet geautoriseerd. Wilt u nu machtigen?

# #30006
source: Issue Title
ar_sa: عنوان الإصدار
da_dk: Udgavetitel
fr_fr: Titre du problème
nl_nl: Titel van issue

# #30007
source: Issue Description
ar_sa: وصف المشكلة
da_dk: Problem-beskrivelse
de_de: Problembeschreibung
es_mx: Descripción del problema
fr_fr: Description du problème
nl_nl: Omschrijving van het issue

# #30008
source: Issue successfully opened for:
ar_sa: تم فتح العدد بنجاح لـ:
da_dk: Udgaven blev åbnet for:
de_de: Ausgabe erfolgreich eröffnet für:
es_mx: Problema abierto con éxito para:
fr_fr: Problème ouvert avec succès pour :
nl_nl: Probleem geopend voor:

# #30009
source: Error Opening Issue
ar_sa: خطأ في فتح العدد
da_dk: Fejl ved åbning af problem
de_de: Fehler beim Öffnen Problem
es_mx: Problema de apertura de error
fr_fr: Problème d'ouverture d'erreur
nl_nl: Fout bij openen issue

# #30010
source: An issue title is required to submit an issue.
ar_sa: مطلوب عنوان إصدار لإرسال قضية.
da_dk: Der kræves en nummertitel for at indsende et nummer.
de_de: Zum Einreichen einer Ausgabe ist ein Ausgabetitel erforderlich.
es_mx: Se requiere un título de problema para enviar un problema.
fr_fr: Un titre de numéro est requis pour soumettre un numéro.
nl_nl: Voor het indienen van een issue is een titel vereist.

# #30011
source: Select a Repository
ar_sa: حدد المستودع
da_dk: Vælg et lager
de_de: Wählen Sie ein Repository
es_mx: Seleccionar un repositorio
fr_fr: Sélectionnez un référentiel
nl_nl: Selecteer een repository

# #30012
source: Issue Opened via {}
ar_sa: القضية مفتوحة via {}
da_dk: Udgave åbnet via {}
de_de: Ausgabe geöffnet über {}
es_mx: Problema abierto a través de {}
fr_fr: Problème ouvert via {}
nl_nl: Issue geopend via {}

# #30013
source: by {} on {}
ar_sa: بواسطة {} بتاريخ {}
da_dk: af {} den {}
es_mx: por el {}
fr_fr: par le {}
nl_nl: door {} op {}

# #30014
source: Select a Commit
ar_sa: حدد التزام
da_dk: Vælg en forpligtelse
de_de: Wählen Sie ein Commit
es_mx: Seleccione un compromiso
fr_fr: Sélectionnez un commit
nl_nl: Selecteer een commit

# #30015
source: Update Cancelled.
ar_sa: تم إلغاء التحديث.
da_dk: Opdatering annulleret.
de_de: Aktualisierung abgebrochen.
es_mx: Actualización cancelada.
fr_fr: Mise à jour annulée.
nl_nl: Update geannuleerd.

# #30016
source: Updated on {}
ar_sa: تم التحديث في {}
da_dk: Opdateret den {}
de_de: Aktualisiert am {}
es_mx: Configuración actualizada {}
fr_fr: Mise à jour dans {}
nl_nl: Bijgewerkt op {}

# #30017
source: Select a Branch
ar_sa: تحديد الفرع
da_dk: Vælg en filial
de_de: Wählen Sie eine Filiale
es_mx: Seleccione una sucursal
fr_fr: Sélectionnez une succursale
nl_nl: Selecteer een branch

# #30018
source: This will attempt to update {} from the {} branch, are you sure?
ar_sa: سيحاول هذا تحديث {} من الفرع {} ، هل أنت متأكد؟
da_dk: Dette vil forsøge at opdatere {} fra {}-grenen. Er du sikker?
de_de: Dadurch wird versucht, {} aus dem {}-Zweig zu aktualisieren. Sind Sie sicher?
es_mx: Esto intentará actualizar {} desde la rama {}, ¿estás seguro?
fr_fr: Cela tentera de mettre à jour {} à partir de la branche {}, êtes-vous sûr ?
nl_nl: Dit zal proberen om {} te updaten vanuit de {} branch, weet je het zeker?

# #30019
source: Downloading {}...
ar_sa: تنزيل {}...
da_dk: Downloade {}...
de_de: Pobieranie {}...
es_mx: Descargandofile is paused {}...
fr_fr: Import {}...
nl_nl: Aan het downloaden {}...

# #30021
source: Install Finished
ar_sa: انتهى التثبيت
da_dk: Installation afsluttet
de_de: Installieren Beendet
es_mx: Instalar terminado
fr_fr: Installation terminée
nl_nl: Installatie voltooid

# #30022
source: Enter GitHub Username or Organization Name
ar_sa: أدخل اسم مستخدم GitHub أو اسم المنظمة
es_mx: Ingrese el nombre de usuario de GitHub o el nombre de la organización
nl_nl: Voer GitHub-gebruikersnaam of organisatienaam in

# #30023
source: Cancelled
ar_sa: ملغى
da_dk: Aflyst
de_de: Storniert
es_mx: Cancelado
fr_fr: Annulé
nl_nl: Geannuleerd

# #30024
source: This repository either does not exist, or you do not have access to it. Please verify the repository owner and name, and that you have access.
ar_sa: هذا المستودع إما غير موجود ، أو لا يمكنك الوصول إليه. يرجى التحقق من مالك المستودع واسمه ، وأن لديك حق الوصول.
da_dk: Dette lager findes enten ikke, eller også har du ikke adgang til det. Bekræft venligst lagerets ejer og navn, og at du har adgang.
de_de: Dieses Repository existiert entweder nicht oder Sie haben keinen Zugriff darauf. Bitte überprüfen Sie den Eigentümer und Namen des Repositorys und dass Sie Zugriff haben.
es_mx: Este repositorio no existe o no tiene acceso a él. Verifique el nombre y el propietario del repositorio, y que tenga acceso.
fr_fr: Ce référentiel n'existe pas ou vous n'y avez pas accès. Veuillez vérifier le propriétaire et le nom du référentiel, et que vous y avez accès.
nl_nl: Deze repository bestaat niet of u hebt er geen toegang toe. Verifieer de eigenaar en naam van de repository en controleer of je toegang hebt.

# #30025
source: Repository Added
ar_sa: تمت إضافة المستودع
da_dk: Repository tilføjet
de_de: Repository hinzugefügt
es_mx: Repositorio agregado
fr_fr: Référentiel ajouté
nl_nl: Repository toegevoegd

# #30026
source: Removing this repository will remove the following repositories: {}. Are you sure you want to remove them?
ar_sa: ستؤدي إزالة هذا المستودع إلى إزالة المستودعات التالية: {}. هل أنت متأكد أنك تريد إزالتها؟
da_dk: Fjernelse af dette lager vil fjerne følgende lagre: {}. Er du sikker på, at du vil fjerne dem?
de_de: Durch das Entfernen dieses Repositorys werden die folgenden Repositorys entfernt: {}. Möchten Sie sie wirklich entfernen?
es_mx: Eliminar este repositorio eliminará los siguientes repositorios: {}. ¿Está seguro que quiere eliminarlos?
fr_fr: La suppression de ce référentiel supprimera les référentiels suivants : {}. Êtes-vous sûr de vouloir les supprimer ?
nl_nl: Als u deze repository verwijdert, worden de volgende repository's verwijderd: {}. Weet je zeker dat je ze wilt verwijderen?

# #30027
source: Are you sure you want to remove {}?
ar_sa: هل أنت متأكد أنك تريد إلازالة {}?
da_dk: Er du sikker på at du vil fjerne {}?
de_de: Sind Sie sicher, dass Sie entfernen möchten {}?
es_mx: Estás seguro que deseas eliminarlo {}?
fr_fr: Etes-vous sûr(e) de vouloir supprimer {}?
nl_nl: Bent u zeker dat u dit wilt verwijderen? {}?

# #30028
source: {} Repository Removed
ar_sa: تمت إزالة المستودع {}
da_dk: {} Depot blev fjernet
de_de: {} Repository entfernt
es_mx: {} Repositorio eliminado
fr_fr: {} Référentiel supprimé
nl_nl: {} Repository verwijderd

# #30029
source: {} Repositories Removed
ar_sa: تمت إزالة مستودعات {}
da_dk: {} Lagre fjernet
de_de: {} Repositorys entfernt
es_mx: {} Se quitaron los repositorios
fr_fr: {} Dépôts supprimés
nl_nl: {} Repositoryen verwijderd

# #30030
source: GitHub Authorization Failed
ar_sa: فشل تفويض GitHub
da_dk: GitHub-autorisation mislykkedes
de_de: GitHub-Autorisierung fehlgeschlagen
es_mx: Falló la autorización de GitHub
fr_fr: Échec de l'autorisation GitHub
nl_nl: GitHub-autorisatie mislukt

# #30031
source: GitHub Authorization Cancelled
ar_sa: تم إلغاء ترخيص GitHub
da_dk: GitHub-autorisation annulleret
de_de: GitHub-Autorisierung abgebrochen
es_mx: Autorización de GitHub cancelada
fr_fr: Autorisation GitHub annulée
nl_nl: GitHub-autorisatie geannuleerd

# #30032
source: GitHub Authorized Successfully
ar_sa: تم اعتماد GitHub بنجاح
da_dk: GitHub autoriseret med succes
de_de: GitHub erfolgreich autorisiert
es_mx: GitHub autorizado correctamente
fr_fr: GitHub autorisé avec succès
nl_nl: GitHub succesvol geautoriseerd

# #30033
source: Are you sure you want to clear your authorization? To fully revoke your OAuth key, please visit {}.
ar_sa: هل أنت متأكد أنك تريد مسح الإذن الخاص بك؟ لإبطال مفتاح OAuth بالكامل ، يرجى زيارة {}.
da_dk: Er du sikker på, at du vil slette din godkendelse? Besøg {} for at tilbagekalde din OAuth-nøgle fuldstændigt.
de_de: Möchten Sie Ihre Autorisierung wirklich löschen? Um Ihren OAuth-Schlüssel vollständig zu widerrufen, besuchen Sie {}.
es_mx: ¿Está seguro de que desea borrar su autorización? Para revocar completamente su clave OAuth, visite {}.
fr_fr: Voulez-vous vraiment effacer votre autorisation ? Pour révoquer complètement votre clé OAuth, veuillez visiter {}.
nl_nl: Weet u zeker dat u uw autorisatie wilt wissen? Ga naar {} om uw OAuth-sleutel volledig in te trekken.

# #30034
source: GitHub Authorization Cleared
ar_sa: تم مسح ترخيص GitHub
da_dk: GitHub-autorisation ryddet
de_de: GitHub-Autorisierung gelöscht
es_mx: Autorización de GitHub borrada
fr_fr: Autorisation GitHub effacée
nl_nl: GitHub-autorisatie gewist

# #30035
source: {} at {}
ar_sa: {} في {}
da_dk: {} kl. {}
de_de: {} Ich habe den rechtlichen Hinweis und die Datenschutzrichtlinie gelesen und akzeptiere sie. {}
es_mx: {} en {}
nl_nl: {} te {}

# #30036
source: Choose a Color
ar_sa: أختر Color
da_dk: Vælg en farve
de_de: Wählen Sie eine Farbe
es_mx: Elija un color
nl_nl: Kies een kleur

# #30037
source: General
ar_sa: بند تمهيدي
da_dk: Generelt
de_de: Allgemeines
fr_fr: Généralités
nl_nl: Algemeen

# #30038
source: Interface
ar_sa: الواجهة
de_de: Schnittstelle
es_mx: Interfaz

# #30039
source: Choose Color Scheme
ar_sa: اختر نظام الألوان
da_dk: Vælg Farveskema
de_de: Farbschema wählen
es_mx: Elija el esquema de color
fr_fr: Choisissez une combinaison de couleurs
nl_nl: Kies kleurenschema

# #30040
source: Color Scheme
ar_sa: نظام الألوان
da_dk: Farve skema
de_de: Farbschema
es_mx: Esquema de Color
fr_fr: Jeu de couleurs
nl_nl: Kleurenschema

# #30041
source: Use Compact List
ar_sa: Use قائمة مدمجة
da_dk: Brug Compact List
de_de: Use Kompakte Liste
es_mx: Use Lista compacta
fr_fr: Use Liste compacte
nl_nl: Gebruik Compacte lijst

# #30043
source: Authorize GitHub
ar_sa: تخويل GitHub
da_dk: Godkend GitHub
de_de: GitHub autorisieren
es_mx: Autorizar GitHub
fr_fr: Autoriser GitHub
nl_nl: GitHub autoriseren

# #30044
source: Reauthorize GitHub
ar_sa: أعد تفويض GitHub
da_dk: Genautoriser GitHub
de_de: GitHub erneut autorisieren
es_mx: Volver a autorizar GitHub
fr_fr: Réautoriser GitHub
nl_nl: GitHub opnieuw autoriseren

# #30045
source: Clear GitHub Authorization
ar_sa: امسح تخويل GitHub
da_dk: Ryd GitHub-autorisation
de_de: GitHub-Autorisierung löschen
es_mx: Borrar autorización de GitHub
fr_fr: Effacer l'autorisation GitHub
nl_nl: GitHub-autorisatie wissen

# #30046
source: Github Username
ar_sa: إسم المستخدم
da_dk: Github brugernavn
de_de: Github-Benutzername
es_mx: Nombre de usuario de Github
nl_nl: Github-gebruikersnaam

# #30048
source: Github Client ID
ar_sa: معرف عميل جيثب
da_dk: Github klient-id
es_mx: Instagram Client ID
fr_fr: Identifiant client Github

# #30049
source: by {}
ar_sa: بواسطة {}
es_mx: por {}
fr_fr: par {}
nl_nl: door {}

# #30050
source: Advanced
ar_sa: متقدّم
da_dk: Avanceret
de_de: Erweitert
es_mx: Avanzado
fr_fr: avancées
nl_nl: Uitgebreid

# #30051
source: Install Dependencies
ar_sa: تثبيت التبعيات
da_dk: Installer afhængigheder
de_de: Abhängigkeiten installieren
es_mx: Instalar dependencias
fr_fr: Installer les dépendances
nl_nl: Afhankelijkheden installeren

# #30052
source: Always installs latest version available
ar_sa: يقوم دائما بتثبيت أحدث إصدار متاح
da_dk: Installerer altid den nyeste version
de_de: Installiert immer die neueste verfügbare Version
es_mx: Siempre instala la última versión disponible
fr_fr: Installe toujours la dernière version disponible
nl_nl: Installeert altijd de nieuwste beschikbare versie

# #30053
source: Would you like to update this add-on now?
ar_sa: هل ترغب في تحديث هذه الوظيفة الإضافية الآن؟
da_dk: Vil du opdatere denne tilføjelse nu?
de_de: Möchten Sie dieses Add-on jetzt aktualisieren?
es_mx: ¿Le gustaría actualizar este complemento ahora?
fr_fr: Souhaitez-vous mettre à jour ce module complémentaire maintenant ?
nl_nl: Wilt u deze add-on nu bijwerken?

# #30054
source: Update an addon from one of your added repositories
ar_sa: قم بتحديث ملحق من أحد مستودعاتك المضافة
da_dk: Opdater en tilføjelse fra et af dine tilføjede lagre
de_de: Aktualisieren Sie ein Add-On aus einem Ihrer hinzugefügten Repositorys
es_mx: Actualice un complemento de uno de sus repositorios agregados
fr_fr: Mettre à jour un module complémentaire à partir de l'un de vos référentiels ajoutés
nl_nl: Een add-on bijwerken vanuit een van uw toegevoegde repositories

# #30055
source: Open an issue for one of your added repositories
ar_sa: افتح إصدارًا لأحد مستودعاتك المضافة
da_dk: Åbn et problem for et af dine tilføjede lagre
de_de: Öffnen Sie ein Problem für eines Ihrer hinzugefügten Repositorys
es_mx: Abra un problema para uno de sus repositorios agregados
fr_fr: Ouvrir un problème pour l'un de vos référentiels ajoutés
nl_nl: Open een issue voor een van uw toegevoegde repositories

# #30056
source: Add a repository from GitHub
ar_sa: أضف مستودعًا من GitHub
da_dk: Tilføj et lager fra GitHub
de_de: Repository von GitHub hinzufügen
es_mx: Agregar un repositorio desde GitHub
fr_fr: Ajouter un référentiel depuis GitHub
nl_nl: Een repository toevoegen vanuit GitHub

# #30057
source: Remove an added repository
ar_sa: إزالة مستودع مضاف
da_dk: Fjern et tilføjet lager
de_de: Entfernen Sie ein hinzugefügtes Repository
es_mx: Eliminar un repositorio agregado
fr_fr: Supprimer un référentiel ajouté
nl_nl: Een toegevoegde repository verwijderen

# #30058
source: No repositories found that contain a valid Kodi addon.
ar_sa: لم يتم العثور على مستودعات تحتوي على ملحق Kodi صالح.
da_dk: Der blev ikke fundet nogen lagre, der indeholder en gyldig Kodi-tilføjelse.
de_de: Keine Repositorys gefunden, die ein gültiges Kodi-Add-On enthalten.
es_mx: No se encontraron repositorios que contengan un complemento de Kodi válido.
fr_fr: Aucun référentiel trouvé contenant un module complémentaire Kodi valide.
nl_nl: Geen repositories gevonden die een geldige Kodi-add-on bevatten.

# #30059
source: Do you want to add {} repository?
ar_sa: هل تريد إضافة مستودع {}؟
da_dk: Vil du tilføje {} repository?
de_de: Möchten Sie {} Repository hinzufügen?
es_mx: ¿Quieres agregar {} repositorio?
fr_fr: Voulez-vous ajouter {} dépôt ?
nl_nl: Wil je {} repository toevoegen?

# #30060
source: Show repos with current user as collaborator
ar_sa: إظهار المستودعات مع المستخدم الحالي كمتعاون
da_dk: Vis repos med nuværende bruger som samarbejdspartner
de_de: Repos mit aktuellem Benutzer als Mitbearbeiter anzeigen
es_mx: Mostrar repositorios con el usuario actual como colaborador
fr_fr: Afficher les dépôts avec l'utilisateur actuel en tant que collaborateur
nl_nl: Repo's weergeven met huidige gebruiker als bijdrager

# #30061
source: Show organization repos for current user
ar_sa: إظهار عمليات إعادة الشراء الخاصة بالمؤسسة للمستخدم الحالي
da_dk: Vis organisationsrepos for nuværende bruger
de_de: Organisations-Repositorys für aktuellen Benutzer anzeigen
es_mx: Mostrar repositorios de la organización para el usuario actual
fr_fr: Afficher les dépôts de l'organisation pour l'utilisateur actuel
nl_nl: Organisatie-repo's weergeven voor huidige gebruiker

# #30062
source: Updating addon.xml for {}...
ar_sa: جارٍ تحديث addon.xml لـ {} ...
da_dk: Opdaterer addon.xml for {}...
de_de: Aktualisieren von addon.xml für {}...
es_mx: Actualizando addon.xml para {} ...
fr_fr: Mise à jour du fichier addon.xml pour {}...
nl_nl: Addon.xml bijwerken voor {}...

# #30063
source: Installing dependencies for {}...
ar_sa: تثبيت التبعيات لـ {} ...
da_dk: Installation af afhængigheder for {}...
de_de: Abhängigkeiten installieren for {}...
es_mx: Instalando dependencias para {} ...
fr_fr: Installation des dépendances pour {}...
nl_nl: Afhankelijkheden installeren voor {}...

# #30064
source: The following dependencies could not be installed: {} This may cause issues with {} functioning properly.
ar_sa: تعذر تثبيت التبعيات التالية: {} قد يتسبب هذا في مشاكل مع {} يعمل بشكل صحيح.
da_dk: Følgende afhængigheder kunne ikke installeres: {} Dette kan forårsage problemer med at {} fungerer korrekt.
de_de: Die folgenden Abhängigkeiten konnten nicht installiert werden: {} Dies kann zu Problemen mit der ordnungsgemäßen Funktion von {} führen.
es_mx: No se pudieron instalar las siguientes dependencias: {} Esto puede causar problemas con el {} funcionamiento correcto.
fr_fr: Les dépendances suivantes n'ont pas pu être installées : {} Cela peut entraîner des problèmes de fonctionnement correct de {}.
nl_nl: De volgende afhankelijkheden kunnen niet worden ge√Ønstalleerd: {} Dit kan problemen veroorzaken met het correct functioneren van {}.

# #30065
source: The user or organization you entered could not be found.
ar_sa: تعذر العثور على المستخدم أو المؤسسة التي أدخلتها.
da_dk: Den bruger eller organisation, du indtastede, kunne ikke findes.
de_de: Der von Ihnen eingegebene Benutzer oder die eingegebene Organisation konnte nicht gefunden werden.
es_mx: No se pudo encontrar el usuario u organización que ingresó.
fr_fr: L'utilisateur ou l'organisation que vous avez entré est introuvable.
nl_nl: De gebruiker of organisatie die u heeft opgegeven, is niet gevonden.

# #30066
source: No repositories could be found for the entered user or organization.
ar_sa: تعذر العثور على مستودعات للمستخدم أو المؤسسة التي تم إدخالها.
da_dk: Der blev ikke fundet nogen lagre for den indtastede bruger eller organisation.
de_de: Für den eingegebenen Benutzer oder die eingegebene Organisation konnten keine Repositorys gefunden werden.
es_mx: No se pudieron encontrar repositorios para el usuario u organización ingresados.
fr_fr: Aucun référentiel n'a pu être trouvé pour l'utilisateur ou l'organisation saisi.
nl_nl: Er zijn geen repositories gevonden voor de ingevoerde gebruiker of organisatie.

# #30067
source: Reloading profile...
ar_sa: جارٍ إعادة تحميل الملف الشخصي ...
da_dk: Genindlæser profil...
de_de: Profil wird neu geladen...
es_mx: Recargando perfil ...
fr_fr: Rechargement du profil...
nl_nl: Profiel opnieuw laden...

# #30068
source: Log uploaded to:
ar_sa: تم تحميل السجل إلى:
da_dk: Log uploadet til:
de_de: Protokoll hochgeladen auf:
es_mx: Registro cargado en:
fr_fr: Journal téléchargé sur :
nl_nl: Logboek ge√ºpload naar:

# #30069
source: Upload Log
ar_sa: تحميل السجل
de_de: Protokoll hochladen
es_mx: Cargar registro
fr_fr: Télécharger le journal
nl_nl: Logboek uploaden

# #30070
source: Upload the current log file
ar_sa: تحميل ملف السجل الحالي
da_dk: Upload den aktuelle logfil
de_de: Laden Sie die aktuelle Protokolldatei hoch
es_mx: Cargar el archivo de registro actual
fr_fr: Télécharger le fichier journal actuel
nl_nl: Upload het huidige logbestand

# #30071
source: Required to access GitHub repositories
ar_sa: مطلوب للوصول إلى مستودعات GitHub
da_dk: Påkrævet for at få adgang til GitHub-lagre
de_de: Erforderlich für den Zugriff auf GitHub-Repositorys
es_mx: Requerido para acceder a los repositorios de GitHub
fr_fr: Obligatoire pour accéder aux référentiels GitHub
nl_nl: Vereist om toegang te krijgen tot GitHub-repositoryen

# #30072
source: This URL has also been copied to your clipboard.
ar_sa: تم أيضًا نسخ عنوان URL هذا إلى الحافظة الخاصة بك.
da_dk: Denne URL er også blevet kopieret til din udklipsholder.
de_de: Diese URL wurde auch in Ihre Zwischenablage kopiert.
es_mx: Esta URL también se ha copiado en su portapapeles.
fr_fr: Cette URL a également été copiée dans votre presse-papiers.
nl_nl: Deze URL is ook naar uw klembord gekopieerd.

# #30073
source: Show bundled repositories
ar_sa: إظهار المستودعات المجمعة
da_dk: Vis bundtede lagre
de_de: Gebündelte Repositorys anzeigen
es_mx: Mostrar repositorios agrupados
fr_fr: Afficher les référentiels groupés
nl_nl: Gebundelde repositoryen weergeven

# #30074
source: Manage Repositories
ar_sa: إدارة المستودعات
da_dk: Administrer repositories
de_de: Repositorys verwalten
es_mx: Administrar repositorios
fr_fr: Gérer les dépots
nl_nl: Repositoryen beheren

# #30075
source: Install add-ons from GitHub
ar_sa: قم بتثبيت الوظائف الإضافية من جيثب
da_dk: Installer tilføjelser fra GitHub
de_de: Add-ons von GitHub installieren
es_mx: Instalar complementos desde GitHub
fr_fr: Installer des modules complémentaires depuis GitHub
nl_nl: Add-ons installeren vanaf GitHub

# #30076
source: Choose Log File
ar_sa: اختر لغ ملف
da_dk: Vælg logfil
de_de: Protokolldatei auswÃ¤hlen
es_mx: Elegir archivo de registro
fr_fr: Choisissez un fichier journal@option: check
nl_nl: Logbestand kiezen

# #30077
source: Visit the following site from any device:
ar_sa: قم بزيارة الموقع التالي من أي جهاز:
da_dk: Besøg følgende websted fra enhver enhed:
de_de: Besuchen Sie die folgende Website von einem beliebigen Gerät aus:
es_mx: Visite el siguiente sitio desde cualquier dispositivo:
fr_fr: Visitez le site suivant depuis n'importe quel appareil :
nl_nl: Bezoek de volgende site vanaf elk apparaat:

# #30078
source: And enter the code:
ar_sa: وادخل الكود:
da_dk: Og indtast koden:
es_mx: And introduzca el código:
nl_nl: En voer de code in:

# #30079
source: Scan the QR code or visit the following URL:
ar_sa: امسح رمز الاستجابة السريعة ضوئيًا أو قم بزيارة عنوان URL التالي:
da_dk: Scan QR-koden eller besøg følgende URL:
de_de: Scannen Sie den QR-Code oder besuchen Sie die folgende URL:
es_mx: Escanee el código QR o visite la siguiente URL:
fr_fr: Scannez le code QR ou visitez l'URL suivante :
nl_nl: Scan de QR-code of bezoek de volgende URL:

# #30080
source: Show Commit Stats
ar_sa: إظهار إحصائيات الالتزام
da_dk: Vis Commit Stats
de_de: Commit-Statistiken anzeigen
es_mx: Mostrar estadísticas de compromiso
fr_fr: Afficher les statistiques d'engagement
nl_nl: Commit-statistieken weergeven

# #30081
source: Repositories
ar_sa: گەنجینەکان
da_dk: Arkiver
es_mx: Repositorios
fr_fr: Dépôts

# #30082
source: Commits
ar_sa: حول
de_de: 提交
es_mx: Pagos
fr_fr: Commet

# #30083
source: Commits to Retrieve
ar_sa: يلتزم بالاسترداد
da_dk: Forpligter sig til at hente
de_de: Verpflichtet sich zum Abrufen
es_mx: Se compromete a recuperar
fr_fr: S'engage à récupérer
nl_nl: Commits op te halen

# #30085
source: Repository Installs
ar_sa: تثبيت المستودع
da_dk: Depotinstallationer
de_de: Repository-Installationen
es_mx: Instalaciones de repositorio
fr_fr: Installations de référentiel
nl_nl: Repository-installaties

# #30086
source: Branches
ar_sa: مكاتب الفروع
da_dk: Hoteller
de_de: Niederlassungen
es_mx: Sucursales
fr_fr: Succursales
