Repository: drinfernoo/plugin.program.opendevtools
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, da_dk, de_de, es_mx, fr_fr, nl_nl

# #30087
source: Browse commits on any branch
ar_sa: تصفح الالتزامات في أي فرع
da_dk: Gennemse commits på enhver filial
de_de: Durchsuchen Sie Commits in jedem Branch
es_mx: Examinar confirmaciones en cualquier rama
fr_fr: Parcourir les commits sur n'importe quelle branche
nl_nl: Blader door commits op willekeurige branch

# #30088
source: Latest Commit
ar_sa: أحدث التزام
da_dk: Seneste forpligtelse
de_de: Letztes Commit
es_mx: Último compromiso
fr_fr: Dernier engagement
nl_nl: Laatste vastlegging

# #30089
source: Update from latest commit on {}
ar_sa: تحديث من آخر عملية تنفيذ بتاريخ {}
da_dk: Opdatering fra seneste commit på {}
de_de: Update vom letzten Commit am {}
es_mx: Actualización de la última confirmación en {}
fr_fr: Mise à jour du dernier commit le {}
nl_nl: Update van de laatste commit op {}

# #30090
source: Browse commits on {} branch
ar_sa: تصفح الالتزامات في فرع {}
da_dk: Gennemse commits på {} filial
de_de: Durchsuchen Sie Commits im {}-Zweig
es_mx: Examinar confirmaciones en {} rama
fr_fr: Parcourir les commits sur la branche {}
nl_nl: Blader door commits op {} branch

# #30091
source: Sort repositories by
ar_sa: فرز المستودعات عن طريق
da_dk: Sorter lagre efter
de_de: Repositorys sortieren nach
es_mx: Ordenar repositorios por
fr_fr: Trier les référentiels par
nl_nl: Sorteer repositoryen op

# #30092
source: Name
ar_sa: الاسم
da_dk: Navn
de_de: Produktbezeichnung mit Kategoriename
es_mx: Nombre
fr_fr: Nom
nl_nl: Naam

# #30094
source: Select a Tag
ar_sa: اختيار وسم
da_dk: Vælg et TAG
de_de: Wähle ein Schlagwort
es_mx: Seleccione una etiqueta
fr_fr: Sélectionner un tag
nl_nl: Selecteer een tag

# #30095
source: Manage Exclusions
ar_sa: إدارة الاستبعادات
da_dk: Administrer ekskluderinger
de_de: Ausschlüsse verwalten
es_mx: Administrar exclusiones
fr_fr: Gérer les exclusions
nl_nl: Uitsluitingen beheren

# #30096
source: Choose files and/or folders to exclude during installs and updates
ar_sa: اختر الملفات و / أو المجلدات لاستبعادها أثناء التثبيت والتحديثات
da_dk: Vælg filer og/eller mapper, der skal udelukkes under installationer og opdateringer
de_de: Wählen Sie Dateien und/oder Ordner aus, die während Installationen und Updates ausgeschlossen werden sollen
es_mx: Elija archivos y / o carpetas para excluir durante las instalaciones y actualizaciones
fr_fr: Choisissez les fichiers et/ou les dossiers à exclure lors des installations et des mises à jour
nl_nl: Kies bestanden en/of mappen om uit te sluiten tijdens installaties en updates

# #30097
source: Install the add-on first before attempting to manage exclusions.
ar_sa: قم بتثبيت الوظيفة الإضافية أولاً قبل محاولة إدارة الاستثناءات.
da_dk: Installer tilføjelsen først, før du forsøger at administrere ekskluderinger.
de_de: Installieren Sie zuerst das Add-on, bevor Sie versuchen, Ausschlüsse zu verwalten.
es_mx: Instale el complemento primero antes de intentar administrar las exclusiones.
fr_fr: Installez d'abord le module complémentaire avant de tenter de gérer les exclusions.
nl_nl: Installeer eerst de add-on voordat u probeert uitsluitingen te beheren.

# #30098
source: Add {} exclusions for {}?
ar_sa: إضافة {} استثناءات لـ {}؟
da_dk: Vil du tilføje {} ekskluderinger for {}?
de_de: {} Ausschlüsse für {} hinzufügen?
es_mx: ¿Agregar {} exclusiones para {}?
fr_fr: Ajouter {} exclusions pour {} ?
nl_nl: {} uitsluitingen toevoegen voor {}?

# #30099
source: Delete the excluded files and/or folders now, if they exist?
ar_sa: حذف الملفات و / أو المجلدات المستبعدة الآن ، إذا كانت موجودة؟
da_dk: Slet de ekskluderede filer og/eller mapper nu, hvis de findes?
de_de: Die ausgeschlossenen Dateien und/oder Ordner jetzt löschen, falls vorhanden?
es_mx: ¿Eliminar los archivos y / o carpetas excluidos ahora, si existen?
fr_fr: Supprimer les fichiers et/ou dossiers exclus maintenant, s'ils existent ?
nl_nl: De uitgesloten bestanden en/of mappen nu verwijderen, als ze bestaan?

# #30100
source: Select files/folders to exclude
ar_sa: حدد الملفات / المجلدات لاستبعادها
da_dk: Vælg filer/mapper, der skal ekskluderes
de_de: Wählen Sie die auszuschließenden Dateien/Ordner aus
es_mx: Seleccionar archivos / carpetas para excluir
fr_fr: Sélectionnez les fichiers/dossiers à exclure
nl_nl: Selecteer bestanden/mappen om uit te sluiten

# #30101
source: No exclusions changed.
ar_sa: لم تتغير أي استثناءات.
da_dk: Ingen udelukkelser ændret.
de_de: Keine Ausschlüsse geändert.
es_mx: No se modificaron las exclusiones.
fr_fr: Aucune exclusion n'a été modifiée.
nl_nl: Geen uitsluitingen gewijzigd.

# #30102
source: Add Web-PDB to Add-ons on Install
ar_sa: أضف Web-PDB إلى الوظائف الإضافية عند التثبيت
da_dk: Tilføj Web-PDB til tilføjelser ved installation
de_de: Fügen Sie Web-PDB bei der Installation zu den Add-Ons hinzu
fr_fr: Ajouter Web-PDB aux modules complémentaires lors de l'installation
nl_nl: Web-PDB toevoegen aan add-ons bij installatie

# #30020
source: Extracting {}...
da_dk: Udtrækker {}...
de_de: Drogenauszug {}...
es_mx: Extrayendo {}...
fr_fr: Extraction {}...
nl_nl: Uitpakken {}...

# #30047
source: Github Access Token
de_de: Github-Zugriffstoken
es_mx: Token de acceso de Github
fr_fr: Jeton d'accès Github
nl_nl: Github-toegangstoken

# #30084
source: Tags
es_mx: Etiquetas

# #30022
source: Enter GitHub Username, Organization Name, or Repository Name (owner/repository)
da_dk: Indtast GitHub-brugernavn, organisationsnavn eller navn på lager (ejer/depot)
de_de: Geben Sie den GitHub-Benutzernamen, den Organisationsnamen oder den Namen des Projektarchivs ein (Eigentümer/Projektarchiv)
fr_fr: Entrez le nom d'utilisateur GitHub, le nom de l'organisation ou le nom du référentiel (propriétaire/référentiel)

# #30093
source: Most Recently Used
da_dk: Senest brugt
de_de: Zuletzt verwendet
nl_nl: Meest recent gebruikt

# #30103
source: Search for Repositories in Subdirectories
da_dk: Søg efter datalagre i underbiblioteker
de_de: Suche nach Repositories in Unterverzeichnissen
fr_fr: Rechercher des référentiels dans des sous-répertoires
